Repository: vahidtwo/Aban-tether-task
Catalog: apps/exchange/locale/*/LC_MESSAGES/django.po
Languages: fa

source: init
fa: شروع

source: waiting for send to exchange
fa: منتظر برای ارسال به کارگزاری

source: send to exchange
fa: ارسال‌شده به کارگزاری

source: retry to send to exchange
fa: تلاش دوباره برای ارسال به کارگزاری

source: buy from exchange
fa: خرید از کارگزاری

source: failed
fa: رد‌شده

source: added to user wallet
fa: اضافه‌شده به کیف‌پول کاربر

source: coin price
fa: قیمت ارز

source: amount
fa: مقدار

source: total price
fa: قیمت‌کل

source: status of order
fa: وضعیت سفارش

source: failed result
fa: دلیل رد‌شدن

source: order
fa: سفارش

source: orders
fa: سفارش‌ها

source: name
fa: نام

source: icon
fa: ایکون

source: exchange site
fa: سایت کارگزاری

source: exchange sites
fa: سایت‌های کارگزاری
